<?xml version="1.0" encoding="utf-8"?>

<!DOCTYPE xsl:stylesheet [ <!ENTITY nbsp "&#160;"> ]>

<xsl:stylesheet xmlns:xsl="http://www.w3.org/1999/XSL/Transform" version="1.0">


<xsl:import href="../shared/master/printer/game-page.xsl"/>

<xsl:template name="docs-container-header">
    <xsl:text>Тематическая игра</xsl:text>
</xsl:template>

<xsl:template name="docs-content">
    <xsl:text>&nbsp;</xsl:text>

<div id="doc-body">
    <p>
        <strong>Описание игры.</strong>
    </p>
    <p>&nbsp;</p>
    <p>
        <a href="#Нулевая">
            <xsl:text>Введение.</xsl:text>
        </a>
    </p>
    <p>
        <a href="#Первая">
            <xsl:text>Просмотр наличия технических средств и  персонала.</xsl:text>
        </a>
    </p>
    <p>
        <a href="#Вторая">
            <xsl:text>Возникновение и ликвидация ЧС.</xsl:text>
        </a>
    </p>
    <p>
        <a href="#Третья">
            <xsl:text>Накопление и расход ресурсов.</xsl:text>
        </a>
    </p>
    
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>
        <a name="Нулевая" id="Нулевая">
            <strong>
                <xsl:text>Введение</xsl:text>
            </strong>
        </a>
    </p>
    <p>
        <xsl:text>Игроку предоставляется возможность в роли начальника МЧС  области, за определенное время, </xsl:text>
        <xsl:text>ликвидировать максимально возможное число  возникших в городе ЧС.</xsl:text>
    </p>
    <p>
        <xsl:text>Цель игры – набрать за определенное время как можно больше  баллов.</xsl:text>
        <xsl:text>Баллы начисляются за успешно ликвидированные ЧС. Чем больше времени  </xsl:text>
        <xsl:text>тратится на ликвидацию какой-то ЧС, тем больше баллов снимается у игрока. </xsl:text>
        <xsl:text>Если  ЧС не ликвидировано за определенное время, люди, в него попавшие, </xsl:text>
        <xsl:text>считаются  погибшими.</xsl:text>
    </p>
    <p>
        <xsl:text>Игра заканчивается либо по истечении определенного времени,  </xsl:text>
        <xsl:text>либо досрочно при обнулении ресурсов (баллов) – </xsl:text>
        <xsl:text>когда из-за нерационального  использования технических средств</xsl:text>
        <xsl:text> и персонала число активных ЧС намного  превышает число ликвидированных ЧС.</xsl:text>
    </p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>
        <a name="Первая" id="Первая">
            <strong>
                <xsl:text>Просмотр наличия технических средств и персонала.</xsl:text>
            </strong>
        </a>
    </p>
    <p>
        <xsl:text>Чтобы грамотно распоряжаться техническими средствами </xsl:text>
        <xsl:text>и персоналом при ликвидациях ЧС, необходимо знать, </xsl:text>
        <xsl:text>какими техническими средствами  и человеческими ресурсами </xsl:text>
        <xsl:text>располагают структуры, которые занимаются  ликвидациями ЧС в вашем городе.</xsl:text>
    </p>
    <p>
        <xsl:text>Чтобы посмотреть, какими техническим средствами и</xsl:text>
        <xsl:text>человеческими ресурсами располагает больница вашего города,</xsl:text>
        <xsl:text> необходимо навести  курсор на здание больницы – </xsl:text>
        <xsl:text>при этом здание подсветится белым и появится  надпись «Больница».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image002.jpg" alt="" width="762" height="600" border="0" />
    </p>
    <p>
        <xsl:text>Кликнуть левой кнопкой мыши по зданию больницы.</xsl:text>
        <xsl:text>Откроется  окно «Медицинский автопарк и медперсонал».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image004.jpg" alt="" width="762" height="597" border="0" />
    </p>
    <p>
        <xsl:text>Здесь мы можем увидеть количество автомобилей, вертолетов и</xsl:text>
        <xsl:text>врачей, которое имеется в распоряжении больницы. Кроме количества, </xsl:text>
        <xsl:text>в каждой  строке проставлена цена и расположена кнопка «Купить». </xsl:text>
        <xsl:text>Если ваши ресурсы,  которые можно увидеть вверху панели, расположенной </xsl:text>
        <xsl:text>справа от основного поля  игры, позволяют вам купить какое-то дополнительное </xsl:text>
        <xsl:text>техническое средство или  принять дополнительный персонал, можно кликнуть </xsl:text>
        <xsl:text>по кнопке «Купить»,  расположенной в соответствующей строке. Тогда количество </xsl:text>
        <xsl:text>техники или персонала  увеличится на единицу, </xsl:text>
        <xsl:text>а ваши ресурсы уменьшатся на величину цены.</xsl:text>
    </p>
    <p>&nbsp;</p>
    <p>
        <xsl:text>Чтобы посмотреть, какими техническим средствами и  человеческими </xsl:text>
        <xsl:text>ресурсами располагает пожарная часть вашего города, необходимо  </xsl:text>
        <xsl:text>навести курсор на здание пожарного депо – при этом здание </xsl:text>
        <xsl:text>подсветится белым и  появится надпись «Пожарное депо».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image006.jpg" alt="" width="766" height="600" border="0"/>
    </p>
    <p>
        <xsl:text>Кликнуть левой кнопкой мыши по зданию пожарного депо.</xsl:text>
        <xsl:text>Откроется окно «Пожарные специалисты и пожарная техника».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image008.jpg" alt="" width="764" height="599" border="0" />
    </p>
    <p>
        <xsl:text>Здесь мы можем увидеть количество автокранов, пожарных  автомобилей, </xsl:text>
        <xsl:text>автомобилей спасателей, грузовых автомобилей, пожарных и  спасателей. </xsl:text>
        <xsl:text>Кроме количества, в каждой строке проставлена цена и расположена  кнопка «Купить».</xsl:text>
        <xsl:text>Если ваши ресурсы, которые можно увидеть вверху панели, расположенной  </xsl:text>
        <xsl:text>справа от основного поля игры, позволяют вам купить какое-то дополнительное  </xsl:text>
        <xsl:text>техническое средство или принять дополнительный персонал, можно кликнуть по  </xsl:text>кнопке «Купить», расположенной в соответствующей строке. Тогда количество  техники или персонала увеличится на единицу, а ваши ресурсы уменьшатся на  величину цены.
    </p>
    <p>&nbsp;</p>
    <p>
        <xsl:text>Чтобы посмотреть, какими техническим средствами и  </xsl:text>
        <xsl:text>человеческими ресурсами располагает полиция вашего города, </xsl:text>
        <xsl:text>необходимо навести  курсор на здание полиции – при этом здание </xsl:text>
        <xsl:text>подсветится белым и появится надпись  «Полиция».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image010.jpg" alt="" width="764" height="599" border="0" />
    </p>
    <p>
        <xsl:text>Кликнуть левой кнопкой мыши по зданию полиции.</xsl:text>
        <xsl:text>Откроется  окно «Сотрудники полиции и полицейский автопарк».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image012.jpg" alt="" width="764" height="599" border="0" />
    </p>
    <p>
        <xsl:text>Здесь мы можем увидеть количество полицейских автомобилей и  полицейских.</xsl:text>
        <xsl:text>Кроме количества, в каждой строке проставлена цена и расположена  кнопка «Купить».</xsl:text>
        <xsl:text>Если ваши ресурсы, которые можно увидеть вверху панели, </xsl:text>
        <xsl:text> расположенной справа от основного поля игры, </xsl:text>
        <xsl:text>позволяют вам купить какое-то  дополнительное техническое средство </xsl:text>
        <xsl:text>или принять дополнительный персонал, можно  кликнуть по кнопке «Купить», </xsl:text>
        <xsl:text>расположенной в соответствующей строке. </xsl:text>
        <xsl:text>Тогда  количество техники или персонала увеличится на единицу,</xsl:text>
        <xsl:text>а ваши ресурсы  уменьшатся на величину цены.</xsl:text>
    </p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>
        <a name="Вторая" id="Вторая"><strong>Возникновение и ликвидация ЧС.</strong></a>
    </p>
    <p>
        <xsl:text>После запуска игры, на панели, расположенной справа от  главного поля, </xsl:text>
        <xsl:text>можно увидеть первоначальный ресурс, которым располагает игрок  </xsl:text>
        <xsl:text>(на рисунке ниже – 200 баллов), и время игры (на рисунке – 3 минуты).</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image014.jpg" alt="" width="242" height="62" border="0" />
    </p>
    <p>
        <xsl:text>Ниже располагается поле «Активные ЧС», в котором будут  отображаться все ЧС, </xsl:text>
        <xsl:text>которые возникли в городе и еще не ликвидированы.</xsl:text>
    </p>
    <p>
        <xsl:text>В самом низу расположена кнопка «Пауза», </xsl:text>
        <xsl:text>по нажатию которой  игра останавливается </xsl:text>
        <xsl:text>(время игры перестает идти, развитие ЧС останавливается).</xsl:text>
        <xsl:text>Чтобы продолжить игру необходимо нажать на эту же самую кнопку, </xsl:text>
        <xsl:text>на которой во  время паузы будет написано «Продолжить».</xsl:text>
    </p>
    <p>
        <xsl:text>Через какое-то время после начала игры начинают появляться ЧС.</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image016.jpg" alt="" width="1000" height="594" border="0" />
    </p>
    <p>
        <xsl:text>Каждое активное ЧС отображается в виде названия (на картинке  – «Пожар в здании метро»), </xsl:text>
        <xsl:text>и трех полос: «Время для спасения людей», «Спасено  людей» и «Ликвидация ЧС».</xsl:text>
    </p>
    <p>
        <xsl:text>Если весь список активных ЧС не помещается в поле просмотра,  </xsl:text>
        <xsl:text>справа появляется светлая полоса прокрутки, с помощью которой можно, </xsl:text>
        <xsl:text>кликнув по  ней левой кнопкой мыши и удерживая кнопку нажатой, </xsl:text>
        <xsl:text>прокручивать поле просмотра  активных ЧС вниз или вверх </xsl:text>
        <xsl:text>(также прокручивать поле просмотра активных ЧС можно  с помощью колеса прокрутки мыши).</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image018.jpg" alt="" width="242" height="598" border="0" />
    </p>
    <p>&nbsp;</p>
    <p>
        <xsl:text>Как только в поле активных ЧС появилась информация о ЧС,</xsl:text>
        <xsl:text>необходимо кликнуть по полю отображения этого ЧС мышью – карта переместится  </xsl:text>
        <xsl:text>таким образом, чтобы ЧС стала видна на экране. При наведении курсора на ЧС </xsl:text>
        <xsl:text>она подсветится белым и появится надпись с названием ЧС (на картинке выше – «Пожар  в здании метро»).</xsl:text>
    </p>
    
    <p>
        <xsl:text>Чтобы приступить к ликвидации ЧС, необходимо кликнуть мышью  </xsl:text>
        <xsl:text>по подсвеченному полю ЧС на карте. Откроется окно с названием ЧС, </xsl:text>
        <xsl:text>в нашем  случае – «Пожар в здании метро».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image020.jpg" alt="" width="680" height="444" border="0" />
    </p>
    <p>
        <xsl:text>В этом окне формируются бригады для ликвидации данной ЧС.  </xsl:text>
        <xsl:text>Слева перечислены наименования технических средств и персонала </xsl:text>
        <xsl:text>(это те силы,  которые необходимо задействовать, чтобы данная ЧС была ликвидирована). </xsl:text>
        <xsl:text>В  колонке «Доступно» отображается количество доступных (свободных) </xsl:text>
        <xsl:text>технических  средств и персонала, которые можно использовать для ликвидации данной ЧС. </xsl:text>
        <xsl:text>В  колонке «Задействовано» отображается количество технических средств и  персонала,</xsl:text>
        <xsl:text>которые уже ликвидируют возникшие ранее ЧС. Кроме этого, в каждой  строке имеется кнопка «+», </xsl:text>
        <xsl:text>колонка «Кол-во», в которой отображается количество  технических средств и персонала, </xsl:text>
        <xsl:text>которые будут участвовать в ликвидации данной  ЧС, и кнопка «–».</xsl:text>
    </p>
    <p>
        <xsl:text>Для формирования бригады для ликвидации данной ЧС необходимо  </xsl:text>
        <xsl:text>кликнуть мышью по кнопке «+» в соответствующей строке. </xsl:text>
        <xsl:text>Количество  соответствующих технических средств или персонала в колонке «Доступно» </xsl:text>
        <xsl:text> уменьшится на единицу, а количество в колонке «Кол-во» на единицу увеличится.</xsl:text>
        <xsl:text>(Чтобы произвести обратную операцию, необходимо воспользоваться кнопкой «–»). </xsl:text>
        <xsl:text>Сформировав необходимые бригады </xsl:text>
        <xsl:text>(например: пожарный автомобиль – 1, пожарных  – 3, автомобиль спасателей – 1, </xsl:text>
        <xsl:text>спасателей – 2, автомобиль скорой помощи – 2,  врачей – 2, полицейский автомобиль – 1, полицейский – 1), </xsl:text>
        <xsl:text>необходимо нажать  кнопку «Отправить». </xsl:text>
        <xsl:text>Окно закроется, а сформированные бригады будут отражаться в  следующий раз в колонке «Задействовано». </xsl:text>
        <xsl:text>(Чтобы выйти из окна без отправки  бригад, необходимо нажать кнопку «Закрыть»). </xsl:text>
        <xsl:text>Во время формирования бригад время  игры останавливается, также останавливается и развитие той ЧС, </xsl:text>
        <xsl:text>для ликвидации  которой формируются бригады.</xsl:text>
    </p>
    <p>
        <xsl:text>С момента возникновения ЧС, наполнение строки «Время для  </xsl:text>
        <xsl:text>спасения людей» начинает уменьшаться (когда идет формирование </xsl:text>
        <xsl:text>бригад для  ликвидации данной ЧС, уменьшение наполнения этой строки останавливается,).  </xsl:text>
        <xsl:text>После того, как посланные на ликвидацию ЧС бригады пожарных, </xsl:text>
        <xsl:text>спасателей,  врачей&nbsp; и полицейских прибудут на место  </xsl:text>
        <xsl:text>ЧС и начнут ее ликвидировать, наполнение строк «Спасено людей» </xsl:text>
        <xsl:text>и «Ликвидация  ЧС» начнет увеличиваться. </xsl:text>
        <xsl:text>Чем больше техники и персонала было отправлено на  </xsl:text>
        <xsl:text>ликвидацию данной ЧС, тем быстрее идет ликвидации ЧС</xsl:text>
        <xsl:text> и заполнение строк  «Спасено людей» и «Ликвидация ЧС».</xsl:text>
    </p>
    <p>
        <img src="/static/site-media/images/manual-game-files/image022.jpg" alt="" width="236" height="222" border="0" />
    </p>
    <p>
        <xsl:text>Если строки «Спасено людей» и «Ликвидация ЧС» заполнятся  раньше, чем очистится строка «Время для спасения людей» – считается, что ЧС  ликвидирована успешно. За ликвидированную ЧС игроку начисляется определенное  количество бонусных баллов. Отдельно определенное количество бонусных баллов  начисляется за спасение людей. (Если ЧС ликвидирована уже после того, как  очистится строка «Время для спасения людей», баллы начисляются только за  ликвидацию ЧС). После этого вся техника и персонал возвращаются к себе в  соответствующие структурные подразделения. В таблице формирования бригад  количество в колонке «Задействовано» уменьшится на количество освободившихся  технических средств и персонала, а количество в колонке «Доступно»,  соответственно, увеличится на такую же величину.</xsl:text>
    </p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>
        <a name="Третья" id="Третья">
            <strong>
                <xsl:text>Накопление и расход ресурсов.</xsl:text>
            </strong>
        </a>
    </p>
    <p>
        В начале игры игрок имеет в своем распоряжении определенный
        набор технических средств и персонала для ликвидаций ЧС,
        количество которых он  может просмотреть
        (смотри раздел <a href="#Первая">«Просмотр наличия  технических средств и персонала»</a>),
        а также ресурс в размере 200 баллов.
    </p>
    <p>
        После того, как возникает ЧС и начинает уменьшаться  
        наполнение строки «Время для спасения людей»,
        у игрока начинают сниматься  баллы. После того, как
        ЧС ликвидирована, игроку начисляются бонусные баллы.
        Отдельно определенное количество бонусных баллов  начисляется за спасение людей.
    </p>
    <p>
        При формировании бригад для ликвидации ЧС необходимо  соблюдать разумный баланс:
        с одной стороны, чем больше техники и персонала  будет направлено
        на ликвидацию конкретной ЧС, тем быстрее эта ЧС будет  ликвидирована
        (а техника и персонал освободятся), но, с другой стороны,
        чем  больше техники и персонала будет отправлено на ликвидацию одной ЧС,
        тем больше  вероятность, что спасательной техники и персонала может
        не хватить для  ликвидации вновь возникшей ЧС.
    </p>
    <p>
        Когда игрок начинает ликвидировать ЧС и получать за это  бонусные баллы,
        излишек баллов он может использовать на покупку дополнительной
        спасательной техники или для найма дополнительного персонала.
        (Для докупки  можно использовать не только бонусные, но и первоначальные баллы).
        Для этого  необходимо выделить мышью здание необходимого структурного
        подразделения и  докупить дополнительную спасательную технику или нанять
        дополнительный  персонал, как это описано в разделе
        <a href="#Первая">«Просмотр наличия  технических средств и персонала»</a>.
    </p>
    <p>&nbsp;</p>
    <p>
        <a href="/Game/Index/">
            <xsl:text>Перейти к игре.</xsl:text>
        </a>
    </p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
</div>

</xsl:template>

<xsl:template match="/">
  <xsl:apply-imports/>
</xsl:template>

</xsl:stylesheet>
